Repository: zyk1172/Auralis
Catalog: Packages/AuralisCore/Sources/AppShell/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: —— 报告不含密码、Token、完整服务器地址与聊天内容。
en: — This report contains no password, token, complete server address, or chat content.
zh_hant: —— 報告不含密碼、Token、完整伺服器位址與聊天內容。

source: （离线）
en: (Offline)
zh_hant: （離線）

source: 《%@》下载进度
en: Downloading %@
zh_hant: 《%@》下載進度

source: %.1f / 5 · %d 次评分
en: %.1f / 5 · %d ratings
zh_hant: %.1f / 5 · %d 次評分

source: %.1f / 5（%d 次评分）
en: %.1f / 5 (%d ratings)
zh_hant: %.1f / 5（%d 次評分）

source: %@ · %lld 首
en: %@ · %lld songs

# %@ · %lld 首 · %@
source: %1$@ · %2$lld 首 · %3$@
en: %@ · %lld songs · %@
zh_hant: %@ · %lld 首 · %@

source: %@ 出现重复记录：%@
en: %@ contains a duplicate record: %@
zh_hant: %@ 出現重複記錄：%@

source: %@ 分页出现循环，已中止
en: %@ pagination loop detected; aborted
zh_hant: %@ 分頁出現循環，已中止

source: %@ 副本
en: %@ copy

source: %@ 封面
en: %@ Cover

source: %@ 记录 %@ 服务器不匹配（期望 %@，实际 %@）
en: %@ record %@ belongs to a different server (expected %@, got %@)
zh_hant: %@ 記錄 %@ 與伺服器不符（預期 %@，實際 %@）

source: %@ 超过最大分页数 %lld
en: %@ exceeds the maximum page count of %lld
zh_hant: %@ 超過最大分頁數 %lld

# %@，%@ 项
source: %1$@，%2$@ 项
en: %@, %@ items
zh_hant: %@，%@ 項

source: %@，%@，专辑 %@，%@
en: %@, %@, album %@, %@
zh_hant: %@，%@，專輯 %@，%@

# %@，%lld 首歌曲
source: %1$@，%2$lld 首歌曲
en: %@, %lld songs
zh_hant: %@，%lld 首歌曲

source: %@，已不在本地资料库
en: %@ is no longer in your local library
zh_hant: %@，已不在本機資料庫

# %lld / %lld 首
source: %1$lld / %2$lld 首
en: %lld / %lld songs
zh_hant: %lld / %lld 首

# %lld albums
source: %lld 张
en: %lld albums
zh_hant: %lld 張

# %lld artists
source: %lld 位
en: %lld artists

# %lld plays
source: %lld 次播放
en: %lld plays

# %lld songs
source: %lld 首
en: %lld songs

source: %lld 个文件 · %lld 字符
en: Files: %lld · Characters: %lld
zh_hant: %lld 個檔案 · %lld 字元

source: %lld 个歌单
en: %lld playlists
zh_hant: %lld 個歌單

source: %lld 位听众
en: %lld listeners
zh_hant: %lld 位聽眾

source: %lld 张专辑
en: %lld albums
zh_hant: %lld 張專輯

# %lld 张专辑 · %lld 首歌曲
source: %1$lld 张专辑 · %2$lld 首歌曲
en: %lld albums · %lld songs
zh_hant: %lld 張專輯 · %lld 首歌曲

source: %lld 条 · %lld 字符
en: Entries: %lld · Characters: %lld
zh_hant: %lld 條 · %lld 字元

source: %lld 条消息
en: %lld messages
zh_hant: %lld 則訊息

source: %lld 条记录
en: %lld records
zh_hant: %lld 筆記錄

source: %lld 次
en: %lld times

source: %lld 次播放
en: %lld plays

source: %lld 次收听
en: %lld listens
zh_hant: %lld 次收聽

source: %lld 篇评论
en: %lld reviews
zh_hant: %lld 篇評論

source: %lld 首
en: %lld tracks

# %lld 首 · %@
source: %1$lld 首 · %2$@
en: %lld songs · %@
zh_hant: %lld 首 · %@

source: %lld 首 · 最近同步进来的歌曲
en: %lld songs · recently synced
zh_hant: %lld 首 · 最近同步進來的歌曲

source: %lld 首 · 最近播放过的歌曲
en: %lld songs · played recently
zh_hant: %lld 首 · 最近播放過的歌曲

source: %lld 首 · 已下载到本地的歌曲
en: %lld songs · downloaded locally
zh_hant: %lld 首 · 已下載到本機的歌曲

source: %lld 首 · 按分类「%@」筛选
en: %lld songs · filtered by category "%@"
zh_hant: %lld 首 · 依分類「%@」篩選

source: %lld 首 · 按流派「%@」筛选
en: %lld songs · filtered by genre "%@"
zh_hant: %lld 首 · 依流派「%@」篩選

source: %lld 首 · 播放过但最近没听的歌曲
en: %lld songs · played before but not heard recently
zh_hant: %lld 首 · 播放過但最近沒聽的歌曲

source: %lld 首 · 还没播放过的歌曲
en: %lld songs · never played
zh_hant: %lld 首 · 還沒播放過的歌曲

source: %lld 首喜爱的歌曲
en: %lld favorite songs
zh_hant: %lld 首喜愛的歌曲

source: %lld 首歌曲
en: %lld songs

# %lld 首歌曲 · %lld 张专辑
source: %1$lld 首歌曲 · %2$lld 张专辑
en: %lld songs · %lld albums
zh_hant: %lld 首歌曲 · %lld 張專輯

source: %lld 首离线音乐 · %@
en: %lld offline songs · %@
zh_hant: %lld 首離線音樂 · %@

source: AI 与公开数据
en: AI & Public Data
zh_hant: AI 與公開資料

source: AI 与隐私
en: AI & Privacy
zh_hant: AI 與隱私

source: AI 助手
en: AI Assistant
zh_hant: AI 助理

source: AI 推荐索引完成分类后，情绪、场景、人声、质感、风格和听感维度会显示在这里。
en: After the AI recommendation index finishes categorization, mood, scene, vocals, texture, style, and listening dimensions will appear here.
zh_hant: 完成 AI 推薦索引分類後，這裡會顯示情緒、情境、人聲、質感、風格與聽感等維度。

source: AI 标签
en: AI Tags
zh_hant: AI 標籤

source: AirPlay 输出设备
en: AirPlay Output Device
zh_hant: AirPlay 輸出裝置

source: API 路径
en: API Path
zh_hant: API 路徑

source: App 只在本机持久化音乐库元数据（歌曲、专辑、艺术家、流派、歌单、收藏与播放记录）。封面与歌词按需从服务器加载，不主动缓存；离线下载的歌曲仍会占用临时音频缓存。
en: The app only persists music library metadata locally (tracks, albums, artists, genres, playlists, favorites, and playback history). Artwork and lyrics are loaded on demand and not cached proactively; offline downloads still use temporary audio cache.
zh_hant: App 只在本機持久化音樂庫中繼資料（歌曲、專輯、藝術家、流派、歌單、收藏與播放記錄）。封面與歌詞按需從伺服器載入，不主動快取；離線下載的歌曲仍會佔用臨時音訊快取。

source: App 在任务运行中被关闭，已标记为中断。
en: The app was closed while a task was running; it has been marked as interrupted.
zh_hant: App 在工作執行期間被關閉，已標記為中斷。

source: Auralis · 私人音乐服务器播放器（OpenSubsonic / Navidrome）
en: Auralis — Private Music Server Player (OpenSubsonic / Navidrome)
zh_hant: Auralis · 私人音樂伺服器播放器（OpenSubsonic / Navidrome）

source: Auralis 播放
en: Auralis Playback

source: Auralis 诊断报告（脱敏）
en: Auralis Diagnostic Report (Redacted)
zh_hant: Auralis 診斷報告（已脫敏）

source: Auralis-推荐索引-V2-%@
en: Auralis-Recommendation-Index-V2-%@
zh_hant: Auralis-推薦索引-V2-%@

source: Auralis设置备份-%@.auralisbackup
en: Auralis-settings-backup-%@.auralisbackup
zh_hant: Auralis設定備份-%@.auralisbackup

source: Base URL 或模型未填写完整。
en: Base URL or model is incomplete.
zh_hant: Base URL 或模型尚未填寫完整。

source: Base URL 需要是合法地址，例如 https://api.deepseek.com 或 http://localhost:11434。
en: Base URL must be a valid address, e.g. https://api.deepseek.com or http://localhost:11434.
zh_hant: Base URL 需要是合法位址，例如 https://api.deepseek.com 或 http://localhost:11434。

source: CritiqueBrainz 数据暂时不可用。
en: CritiqueBrainz data temporarily unavailable.
zh_hant: CritiqueBrainz 資料暫時不可用。

source: CritiqueBrainz 请求过于频繁，请稍后再试。
en: CritiqueBrainz request rate limit reached. Please try again later.
zh_hant: CritiqueBrainz 請求過於頻繁，請稍後再試。

source: ListenBrainz 数据暂时不可用。
en: ListenBrainz data temporarily unavailable.
zh_hant: ListenBrainz 資料暫時不可用。

source: MusicBrainz 数据暂时不可用。
en: MusicBrainz data unavailable.
zh_hant: MusicBrainz 資料暫時無法使用。

source: OpenAI 兼容
en: OpenAI Compatible
zh_hant: OpenAI 相容

source: OpenAI 兼容接口
en: OpenAI-Compatible Interface
zh_hant: OpenAI 相容介面

source: OpenAI 原生
en: OpenAI Native

source: play_selected_%lld
en: Play %lld selected
zh_hant: 播放所選的 %lld 首

# recently_added_%lld
source: 近30天新增 %lld 首
en: %lld new tracks in the last 30 days

source: Siri 与快捷指令只使用本地资料库的名称与标识进行匹配，不会暴露服务器地址、账号或令牌。
en: Siri and Shortcuts only use local library names and identifiers for matching and never expose server addresses, accounts, or tokens.
zh_hant: Siri 與快捷指令只使用本機資料庫的名稱與識別碼進行比對，不會洩露伺服器位址、帳號或權杖。

source: Siri 媒体播放
en: Siri Media Playback
zh_hant: Siri 媒體播放

source: Token 数量
en: Token Count
zh_hant: Token 數量

source: V2 包 v%lld
en: V2 Package v%lld
zh_hant: V2 套件 v%lld

source: Wi-Fi 优先原始音质
en: Prioritize Original Quality on Wi-Fi
zh_hant: Wi-Fi 優先原始音質

source: 上一首
en: Previous

source: 上下文窗口
en: Context Window
zh_hant: 上下文視窗

source: 上下文窗口不能低于 %lld token
en: Context window cannot be below %lld tokens
zh_hant: 上下文窗口不能低於 %lld token

source: 上下文窗口和单次输出上限均直接使用这里填写的数值，不再由 Auralis 额外设置固定上限。默认仍为 256K / 16K；可按模型实际能力填写更大的数值。最终可用范围由所连接模型或 API 服务端决定。
en: Context window and per-request output limit use the values you enter directly, without an additional hard limit from Auralis. Defaults remain 256K / 16K; enter larger values according to your model’s actual capabilities. The final usable range is determined by the connected model or API service.
zh_hant: 上下文窗口和單次輸出上限均直接使用這裡填寫的數值，不再由 Auralis 額外設定固定上限。預設仍為 256K / 16K；可按模型實際能力填寫更大的數值。最終可用範圍由所連線模型或 API 伺服器端決定。

source: 上次同步
en: Last Sync

source: 上次启动没有发生崩溃。
en: No crash occurred during the last launch.
zh_hant: 上次啟動沒有發生當機。

source: 上次处理
en: Last Processed
zh_hant: 上次處理

source: 上次崩溃日志
en: Last Crash Log
zh_hant: 上次崩潰日誌

source: 上移
en: Move Up

source: 上首
en: Previous

source: 下一首
en: Next

source: 下一首播放
en: Play Next

source: 下移
en: Move Down

source: 下载
en: Downloads
zh_hant: 下載

source: 下载 %lld 首歌曲？
en: Download %lld songs?
zh_hant: 下載 %lld 首歌曲？

source: 下载专辑
en: Download Album
zh_hant: 下載專輯

source: 下载全部
en: Download All
zh_hant: 下載全部

source: 下载到本地
en: Download Locally
zh_hant: 下載到本機

source: 下载到本地的歌曲会出现在这里。
en: Songs downloaded for offline playback will appear here.
zh_hant: 下載到本機的歌曲會出現在這裡。

source: 下载历史已清理
en: Download history cleared
zh_hant: 下載歷史已清除

source: 下载失败
en: Download Failed
zh_hant: 下載失敗

source: 下载失败，请重试
en: Download failed. Please try again.
zh_hant: 下載失敗，請重試

source: 下载歌单
en: Download Playlist
zh_hant: 下載歌單

source: 下载管理
en: Download Manager
zh_hant: 下載管理

source: 下首
en: Next

source: 不可撤销
en: Cannot be undone
zh_hant: 不可撤銷

source: 不同 OpenAI 兼容端点上下文窗口不同（OpenAI 128K/200K、DeepSeek 64K/128K、Ollama/LM Studio 取决于模型）。默认 256K / 16K 维持旧行为，可按实际模型修改。
en: Different OpenAI-compatible endpoints have different context windows (OpenAI 128K/200K, DeepSeek 64K/128K, Ollama/LM Studio depend on the model). 256K / 16K is kept by default to preserve current behavior; adjust it to match your model.
zh_hant: 不同 OpenAI 相容端點上下文窗口不同（OpenAI 128K/200K、DeepSeek 64K/128K、Ollama/LM Studio 取決於模型）。預設 256K / 16K 維持舊行為，可按實際模型修改。

source: 不喜欢
en: Dislike
zh_hant: 不喜歡

source: 不喜欢的歌曲不会再出现在自动推荐中。
en: Disliked songs will no longer appear in automatic recommendations.
zh_hant: 不喜歡的歌曲不會再出現在自動推薦中。

source: 不循环
en: No Repeat
zh_hant: 不循環

source: 不支持的格式：%@
en: Unsupported format: %@
zh_hant: 不支援的格式：%@

source: 不支持的音频格式：%@
en: Unsupported audio format: %@
zh_hant: 不支援的音訊格式：%@

source: 不显示服务器凭据、令牌或私有 URL 参数。
en: Does not expose server credentials, tokens, or private URL parameters.
zh_hant: 不顯示伺服器憑證、權杖或私有 URL 參數。

source: 专辑
en: Albums
zh_hant: 專輯

source: 专辑 · %@
en: Album · %@
zh_hant: 專輯 · %@

source: 专辑（%lld）
en: Albums (%lld)
zh_hant: 專輯（%lld）

# 专辑《%@》，艺术家 %@
source: 专辑《%1$@》，艺术家 %2$@
en: Album “%@”, artist %@
zh_hant: 專輯《%@》，藝術家 %@

source: 专辑不可用
en: Album Unavailable
zh_hant: 專輯不可用

source: 专辑完成
en: Albums complete
zh_hant: 專輯完成

source: 临时音频缓存
en: Temporary Audio Cache
zh_hant: 臨時音訊快取

source: 为保护隐私，本次请求未发送到模型。首次外发需要确认：确认后将把以下内容发送到「%@」（模型：%@）： %@ 用途：%@ 请在弹窗中选择「允许一次」或「允许并记住」，或到「设置 → OpenAI 兼容接口」查看隐私选项。
en: For privacy, this request was not sent to the model. The first external request requires confirmation: after confirmation, the following content will be sent to "%@" (model: %@): %@ Purpose: %@ Select "Allow Once" or "Always Allow" in the dialog, or review privacy options under "Settings → OpenAI-Compatible API".
zh_hant: 為保護隱私，本次要求未傳送至模型。首次外發需要確認：確認後將把以下內容傳送至「%@」（模型：%@）： %@ 用途：%@ 請在彈窗中選擇「允許一次」或「允許並記住」，或前往「設定 → OpenAI 相容介面」檢視隱私選項。

source: 主题
en: Theme
zh_hant: 主題

source: 主题 %@ 色板：8 个颜色
en: Theme %@ palette: 8 colors
zh_hant: 主題 %@ 色板：8 個顏色

source: 主题外观
en: Theme Appearance
zh_hant: 主題外觀

source: 人声
en: Vocals
zh_hant: 人聲

source: 仅写入系统 Keychain（本机、不同步）
en: Written only to the system Keychain (local, not synced)
zh_hant: 僅寫入系統 Keychain（本機、不同步）

source: 仅删除本机登录凭据、目录与缓存；服务器上的音乐、歌单和收藏不会被删除。
en: Only local login credentials, library data, and caches are removed; music, playlists, and favorites on the server are not deleted.
zh_hant: 僅刪除本機登入憑證、目錄與快取；伺服器上的音樂、歌單和收藏不會被刪除。

source: 仅在打开歌曲信息、歌曲鉴赏等需要公开音乐资料的功能时按需查询。不会上传音频文件、歌词、播放地址、NAS 密码或完整音乐库。查询结果默认缓存 14 天。
en: Queries only run on demand when you open features that need public music data, such as song info and song appreciation. Audio files, lyrics, stream URLs, NAS passwords, or your full library are never uploaded. Results are cached for 14 days by default.
zh_hant: 僅在打開歌曲資訊、歌曲鑑賞等需要公開音樂資料的功能時按需查詢。不會上傳音訊檔案、歌詞、播放位址、NAS 密碼或完整音樂庫。查詢結果預設快取 14 天。

source: 仅重置首页模块的显示与排序，不会删除任何歌曲、缓存或播放记录。
en: Only resets the Home modules display and order. No songs, caches, or playback records will be deleted.
zh_hant: 僅重置首頁模組的顯示與排序，不會刪除任何歌曲、快取或播放記錄。

source: 从备份恢复
en: Restore from Backup
zh_hant: 從備份還原

source: 从备份恢复…
en: Restore from Backup…
zh_hant: 從備份還原…

source: 从左侧选择艺术家查看详情。
en: Select an artist from the left to view details.
zh_hant: 從左側選擇藝術家檢視詳情。

source: 从左侧选择资料库或工具开始
en: Select a library or tool from the left to begin
zh_hant: 從左側選擇資料庫或工具開始

source: 从未同步
en: Never synced
zh_hant: 從未同步

source: 从未播放
en: Never Played
zh_hant: 從未播放

source: 从队列移除
en: Remove from Queue
zh_hant: 從佇列移除

source: 会话
en: Conversations
zh_hant: 會話

source: 会话列表
en: Conversation List
zh_hant: 會話列表

source: 会话及其消息会从本机删除，不影响音乐库与服务器数据。
en: The conversation and its messages will be removed from this device. Your music library and server data are not affected.
zh_hant: 會話及其訊息會從本機刪除，不影響音樂庫與伺服器資料。

source: 会话名称
en: Conversation Name
zh_hant: 會話名稱

source: 会话设置
en: Conversation Settings
zh_hant: 會話設定

source: 位深
en: Bit depth

source: 你可以创建播放列表，也可以使用音乐服务器中已经存在的播放列表。
en: You can create playlists or use playlists that already exist on your music server.
zh_hant: 你可以建立播放清單，也可以使用音樂伺服器中已經存在的播放清單。

source: 保存
en: Save
zh_hant: 儲存

source: 保存中…
en: Saving…
zh_hant: 儲存中…

source: 保存后将覆盖已存储的 Key
en: Saving will overwrite the stored key
zh_hant: 儲存後將覆蓋已儲存的 Key

source: 修改于 %@
en: Modified %@
zh_hant: 修改於 %@

source: 修改地址不会新建重复服务器，也不会删除本机已同步的音乐库。
en: Changing the address will not create a duplicate server or delete your locally synced music library.
zh_hant: 修改位址不會新建重複伺服器，也不會刪除本機已同步的音樂庫。

source: 修改将同步到服务器。
en: Changes will be synced to the server.
zh_hant: 修改將同步到伺服器。

source: 停止
en: Stop

source: 允许一次
en: Allow Once
zh_hant: 允許一次

source: 允许发送以下内容到「%@」？
en: Allow sending the following content to "%@"?
zh_hant: 允許傳送以下內容至「%@」？

source: 允许发送播放历史摘要
en: Allow Sending Playback History Summary
zh_hant: 允許發送播放歷史摘要

source: 允许发送歌曲元数据
en: Allow Sending Song Metadata
zh_hant: 允許發送歌曲中繼資料

source: 允许发送歌词
en: Allow Sending Lyrics
zh_hant: 允許發送歌詞

source: 允许少量重复
en: Allow Some Duplicates
zh_hant: 允許少量重複

source: 允许并记住
en: Allow and Remember
zh_hant: 允許並記住

source: 元数据
en: Metadata
zh_hant: 中繼資料

source: 元数据目录
en: Metadata Catalog
zh_hant: 中繼資料目錄

source: 全选
en: Select All
zh_hant: 全選

source: 全部取消
en: Deselect All

source: 全部播放
en: Play All

source: 全部通过
en: All Checks Passed
zh_hant: 全部通過

source: 全部重试
en: Retry All
zh_hant: 全部重試

source: 公开音乐数据
en: Public Music Data
zh_hant: 公開音樂資料

source: 公开音乐数据已关闭。
en: Public music data is disabled.
zh_hant: 公開音樂資料已關閉。

source: 公开音乐数据暂时不可用，请检查网络连接。
en: Public music data is temporarily unavailable. Please check your network connection.
zh_hant: 公開音樂資料暫時不可用，請檢查網路連線。

source: 公开音乐数据暂时不可用。
en: Public music data is temporarily unavailable.
zh_hant: 公開音樂資料暫時不可用。

source: 公开音乐数据缓存已清除（保留已核验的音乐身份）。
en: Public music data cache cleared (verified music identities retained).
zh_hant: 公開音樂資料快取已清除（保留已驗證的音樂身分）。

source: 公开音乐数据请求过于频繁，请稍后再试。
en: Public music data request rate limit reached. Please try again later.
zh_hant: 公開音樂資料請求過於頻繁，請稍後再試。

source: 公开音乐资料
en: Public Music Data
zh_hant: 公開音樂資料

source: 公网服务器建议使用 HTTPS。
en: HTTPS is recommended for public servers.
zh_hant: 公網伺服器建議使用 HTTPS。

source: 关于
en: About
zh_hant: 關於

source: 关闭
en: Close
zh_hant: 關閉

source: 关闭下载错误
en: Dismiss Download Errors
zh_hant: 關閉下載錯誤

source: 关闭随机播放
en: Turn Off Shuffle
zh_hant: 關閉隨機播放

source: 内容模块
en: Content Modules
zh_hant: 內容模組

source: 内网和外网会同时探测。内网在 30 秒内可达时优先使用；只有内网确认不可达时才使用外网。
en: Both LAN and WAN are probed. The LAN is used first when reachable within 30 seconds; the WAN is used only when the LAN is confirmed unreachable.
zh_hant: 內網和外網會同時探測。內網在 30 秒內可達時優先使用；只有內網確認不可達時才使用外網。

source: 内网服务器地址
en: LAN Server Address
zh_hant: 內網伺服器位址

source: 内网服务器地址（如 http://192.168.1.10:3000）
en: LAN server address (e.g. http://192.168.1.10:3000)
zh_hant: 內網伺服器位址（如 http://192.168.1.10:3000）

source: 最常听
en: Most Played
zh_hant: 最常聽

source: 最近
en: Recent

source: 最近修改
en: Recently modified

source: 最近停止原因：%@ · 音频会话：%@ · 队列：%@
en: Last stop reason: %@ · Audio session: %@ · Queue: %@
zh_hant: 最近停止原因：%@ · 音訊工作階段：%@ · 佇列：%@

source: 最近搜索
en: Recent Searches
zh_hant: 最近搜尋

source: 最近播放
en: Recently Played

source: 最近播放历史（最近 5 首）
en: Recent play history (last 5 tracks)
zh_hant: 最近播放歷史（最近 5 首）

source: 最近播放的艺术家
en: Recently Played Artists
zh_hant: 最近播放的藝術家

source: 最近添加
en: Recently Added

source: 最近错误（脱敏）：
en: Recent errors (redacted):
zh_hant: 最近錯誤（已脫敏）：

source: 写入 Keychain 失败，请检查系统钥匙串访问权限。
en: Could not write to Keychain. Check Keychain Access permissions.
zh_hant: 無法寫入 Keychain，請檢查系統鑰匙圈存取權限。

source: 写入专辑
en: Writing albums
zh_hant: 寫入專輯

source: 写入单曲
en: Writing tracks
zh_hant: 寫入單曲

source: 写入本地
en: Write Locally
zh_hant: 寫入本機

source: 写入艺术家
en: Writing artists
zh_hant: 寫入藝術家

source: 准备中
en: Preparing
zh_hant: 準備中

source: 准备同步
en: Preparing to sync
zh_hant: 準備同步

source: 凭据安全存储在系统 Keychain 中。
en: Credentials are stored securely in the system Keychain.
zh_hant: 憑證安全儲存在系統 Keychain 中。

source: 分享 / 保存备份文件
en: Share / Save Backup File
zh_hant: 分享 / 儲存備份檔案

source: 分段完成
en: Segments Complete

source: 分类
en: Category
zh_hant: 分類

source: 分页大小非法：%lld
en: Invalid page size: %lld
zh_hant: 分頁大小非法：%lld

source: 切换
en: Switch
zh_hant: 切換

source: 切换到「%@」？
en: Switch to “%@”?
zh_hant: 切換到「%@」？

source: 切换到此服务器
en: Switch to This Server
zh_hant: 切換到此伺服器

source: 切换只影响本机资料库和播放会话，不会修改服务器数据。
en: Switching only affects your local library and playback session; server data is not modified.
zh_hant: 切換只影響本機資料庫和播放會話，不會修改伺服器資料。

source: 切换循环
en: Toggle Repeat
zh_hant: 切換循環

source: 切换服务器？
en: Switch Servers?
zh_hant: 切換伺服器？

source: 切换迷你播放器
en: Toggle Mini Player
zh_hant: 切換迷你播放器

source: 切换随机
en: Toggle Shuffle
zh_hant: 切換隨機

source: 列表循环
en: Repeat All
zh_hant: 列表循環

source: 列表顺序
en: List Order
zh_hant: 列表順序

source: 创建
en: Create
zh_hant: 建立

source: 创建一个新的播放列表。
en: Create a new playlist.
zh_hant: 建立一個新的播放清單。

source: 删除
en: Delete
zh_hant: 刪除

source: 删除 %lld 个会话？
en: Delete %lld conversations?
zh_hant: 刪除 %lld 個會話？

source: 删除下载
en: Delete Download
zh_hant: 刪除下載

source: 删除会话？
en: Delete Conversation?
zh_hant: 刪除會話？

source: 删除全部下载
en: Delete All Downloads
zh_hant: 刪除全部下載

source: 删除全部本地音乐
en: Delete All Local Music
zh_hant: 刪除全部本機音樂

source: 删除全部本地音乐？
en: Delete All Local Music?
zh_hant: 刪除全部本機音樂？

source: 删除所选下载
en: Delete Selected Downloads
zh_hant: 刪除所選下載

source: 删除所选的 %lld 首本地音乐？
en: Delete the %lld selected local songs?
zh_hant: 刪除所選的 %lld 首本機音樂？

source: 删除技能
en: Delete Skill
zh_hant: 刪除技能

source: 删除技能“%@”？
en: Delete the skill “%@”?
zh_hant: 刪除技能「%@」？

source: 删除服务器
en: Delete Server
zh_hant: 刪除伺服器

source: 删除服务器？
en: Delete Server?
zh_hant: 刪除伺服器？

source: 删除本地缓存
en: Delete Local Cache
zh_hant: 刪除本機快取

source: 删除歌单
en: Delete Playlist
zh_hant: 刪除歌單

source: 删除歌单？
en: Delete Playlist?
zh_hant: 刪除歌單？

source: 删除歌单「%@」？
en: Delete playlist “%@”?
zh_hant: 刪除歌單「%@」？

source: 删除记忆“%@”？
en: Delete the memory “%@”?
zh_hant: 刪除記憶「%@」？

source: 删除这项内容？
en: Delete this item?
zh_hant: 刪除這項內容？

source: 删除选中的 %lld 个歌单？
en: Delete the %lld selected playlists?
zh_hant: 刪除選中的 %lld 個歌單？

source: 刷新状态
en: Refresh Status
zh_hant: 刷新狀態

source: 前往专辑
en: Go to Album
zh_hant: 前往專輯

source: 前往艺术家
en: Go to Artist
zh_hant: 前往藝術家

source: 前级
en: Preamp
zh_hant: 前級

source: 前级：%+.1f dB
en: Preamp: %+.1f dB
zh_hant: 前級：%+.1f dB

source: 加入队列
en: Add to Queue
zh_hant: 加入佇列

source: 加载更多标签
en: Load More Tags
zh_hant: 載入更多標籤

source: 助手偏好
en: Assistant Preferences
zh_hant: 助理偏好

source: 匿名
en: Anonymous

source: 协议：%@
en: Protocol: %@
zh_hant: 協定：%@

source: 单曲完成
en: Tracks complete
zh_hant: 單曲完成

source: 单曲循环
en: Repeat One
zh_hant: 單曲循環

source: 单次输出上限
en: Max Output Limit
zh_hant: 單次輸出上限

source: 单次输出不能低于 %lld token
en: Max output cannot be below %lld tokens
zh_hant: 單次輸出不能低於 %lld token

source: 历史记录
en: History
zh_hant: 歷史記錄

source: 原声感
en: Acousticness
zh_hant: 原聲感

source: 原生 macOS
en: Native macOS

source: 原生 macOS（AuralisMac target）
en: Native macOS (AuralisMac target)

source: 去重歌曲
en: Deduplicate Songs

source: 发行日期
en: Release date
zh_hant: 發行日期

source: 发行类型
en: Release type
zh_hant: 發行類型

source: 发送
en: Send
zh_hant: 發送

source: 取消
en: Cancel

source: 取消下载
en: Cancel Download
zh_hant: 取消下載

source: 取消下载（%lld%%）
en: Cancel Download (%lld%%)
zh_hant: 取消下載（%lld%%）

source: 取消下载《%@》
en: Cancel download of “%@”
zh_hant: 取消下載《%@》

source: 取消不喜欢
en: Undo Dislike
zh_hant: 取消不喜歡

source: 取消全选
en: Deselect All
zh_hant: 取消全選

source: 取消全部下载
en: Cancel All Downloads
zh_hant: 取消全部下載

source: 取消同步
en: Cancel Sync

source: 取消喜爱
en: Unlike
zh_hant: 取消喜愛

source: 取消归档
en: Unarchive
zh_hant: 取消歸檔

source: 取消收藏
en: Remove from Favorites

source: 取消收藏专辑
en: Remove Album from Favorites
zh_hant: 取消收藏專輯

source: 取消收藏艺术家
en: Remove Artist from Favorites
zh_hant: 取消收藏藝術家

source: 取消置顶
en: Unpin
zh_hant: 取消置頂

source: 只会删除歌单本身，不会删除其中的歌曲。
en: Only the playlist itself is deleted; the songs in it are not removed.
zh_hant: 只會刪除歌單本身，不會刪除其中的歌曲。

source: 只删除这台 Mac 上的离线文件，不会删除音乐服务器上的歌曲。
en: Only deletes offline files on this Mac; songs on the music server are not removed.
zh_hant: 只刪除這臺 Mac 上的離線檔案，不會刪除音樂伺服器上的歌曲。

source: 只删除这台设备上的离线文件，不会删除音乐服务器上的歌曲。
en: Only deletes offline files on this device; songs on the music server are not removed.
zh_hant: 只刪除這臺裝置上的離線檔案，不會刪除音樂伺服器上的歌曲。

source: 只读操作
en: Read-only operation
zh_hant: 唯讀操作

source: 可撤销操作
en: Reversible operation
zh_hant: 可撤銷操作

source: 右键歌曲可选择「不喜欢」。
en: Right-click a song and choose “Dislike”.
zh_hant: 右鍵歌曲可選擇「不喜歡」。

source: 各来源含义不同，评分、评论数和收听量不会合并为综合分。
en: Each source has a different meaning; ratings, review counts, and listen counts are not combined into a single score.
zh_hant: 各來源含義不同，評分、評論數和收聽量不會合併為綜合分。

source: 同步会话不一致，请重试
en: Sync session mismatch. Try again.
zh_hant: 同步工作階段不一致，請重試。

source: 同步会话不存在：%@
en: Sync session does not exist: %@
zh_hant: 同步工作階段不存在：%@

source: 同步失败
en: Sync Failed
zh_hant: 同步失敗

source: 同步完成
en: Sync Completed

# 同步完成 · %lld 首 · %@
source: 同步完成 · %1$lld 首 · %2$@
en: Sync Complete · %lld songs · %@
zh_hant: 同步完成 · %lld 首 · %@

source: 名称（A 到 Z）
en: Name (A to Z)
zh_hant: 名稱（A 到 Z）

source: 名称（Z 到 A）
en: Name (Z to A)
zh_hant: 名稱（Z 到 A）

source: 后台播放
en: Background Playback
zh_hant: 後臺播放

source: 听过
en: Listened
zh_hant: 聽過

source: 启用 AI 功能
en: Enable AI Features
zh_hant: 啓用 AI 功能

source: 启用公开音乐数据
en: Enable Public Music Data
zh_hant: 啟用公開音樂資料

source: 启用崩溃日志
en: Enable Crash Logs
zh_hant: 啟用當機日誌

source: 喜爱
en: Favorite
zh_hant: 喜愛

source: 在专辑中查找
en: Find in Albums
zh_hant: 在專輯中尋找

source: 在播放列表中查找
en: Find in Playlists
zh_hant: 在播放列表中尋找

source: 在播放页或歌曲菜单中点心形收藏后，会出现在这里。
en: Favorite a song from the player or song menu and it will appear here.
zh_hant: 在播放頁或歌曲選單點選愛心收藏後，內容會顯示在這裡。

source: 在服务器上创建歌单后，这里会列出所有可选歌单。
en: Create playlists on the server and they will appear here.
zh_hant: 在伺服器上建立歌單後，這裡會列出所有可選歌單。

source: 在服务器上创建歌单后，这里会列出所有歌单。
en: Create playlists on the server and they will appear here.
zh_hant: 在伺服器上建立歌單後，這裡會列出所有歌單。

source: 在歌曲、专辑或播放列表菜单中选择“下载”，即可离线播放。
en: Choose “Download” from a song, album, or playlist menu to play offline.
zh_hant: 在歌曲、專輯或播放清單菜單中選擇“下載”，即可離線播放。

source: 在歌曲、专辑或歌单菜单中选择“下载到本地”，即可离线播放。
en: Choose “Download Locally” from a song, album, or playlist menu to play offline.
zh_hant: 在歌曲、專輯或歌單菜單中選擇“下載到本機”，即可離線播放。

source: 在歌曲中查找
en: Search in Songs
zh_hant: 在歌曲中搜尋

source: 在线
en: Online
zh_hant: 在線

source: 在线搜索服务器
en: Search Servers Online
zh_hant: 在線搜尋伺服器

source: 在艺术家中查找
en: Find in Artists
zh_hant: 在藝術家中尋找

source: 在设置 → AI 与公开数据中完成推荐索引 V2 后，这里会按歌曲数量展示分类。
en: After completing the Recommendation Index V2 in Settings → AI & Public Data, categories will appear here with song counts.
zh_hant: 在設定 → AI 與公開資料中完成推薦索引 V2 後，這裡會按歌曲數量顯示分類。

source: 地址
en: Address
zh_hant: 位址

source: 场景
en: Scene
zh_hant: 情境

source: 基本信息
en: Basic Information
zh_hant: 基本資訊
